{
    "version": "https://jsonfeed.org/version/1",
    "title": "DaveRoss",
    "description": "",
    "home_page_url": "https://midlevels.github.io/gh-pages",
    "feed_url": "https://midlevels.github.io/gh-pages/feed.json",
    "user_comment": "",
    "author": {
        "name": "Dave"
    },
    "items": [
        {
            "id": "https://midlevels.github.io/gh-pages/contact/",
            "url": "https://midlevels.github.io/gh-pages/contact/",
            "title": "Contact",
            "summary": "I can be reached at davidrosshk @ gmail.com",
            "content_html": "<p class=\"align-center\">I can be reached at</p>\n<p class=\"align-center\">davidrosshk</p>\n<p class=\"align-center\">@</p>\n<p class=\"align-center\">gmail.com</p>",
            "author": {
                "name": "Dave"
            },
            "tags": [
            ],
            "date_published": "2023-10-13T17:00:48+08:00",
            "date_modified": "2023-10-14T21:31:53+08:00"
        },
        {
            "id": "https://midlevels.github.io/gh-pages/the-pole-by-jm-coetzee/",
            "url": "https://midlevels.github.io/gh-pages/the-pole-by-jm-coetzee/",
            "title": "&quot;The Pole&quot; by JM Coetzee",
            "summary": "A Polish pianist with an unpronounceable last name (let's call him W) comes to give a recital in Barcelona arranged by the usual well heeled arts volunteers, including one Beatriz. Immediately the name resonates with Dante's muse Beatrice and this will naturally surface later in the novel because everything in&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://midlevels.github.io/gh-pages/media/posts/2/Screenshot-2023-10-12-at-8.17.09-PM.png\" alt=\"Jacket design: Keith Hayes\" width=\"864\" height=\"1288\" sizes=\"(max-width: 1200px) 100vw, 1200px\" srcset=\"https://midlevels.github.io/gh-pages/media/posts/2/responsive/Screenshot-2023-10-12-at-8.17.09-PM-xs.png 300w ,https://midlevels.github.io/gh-pages/media/posts/2/responsive/Screenshot-2023-10-12-at-8.17.09-PM-sm.png 480w ,https://midlevels.github.io/gh-pages/media/posts/2/responsive/Screenshot-2023-10-12-at-8.17.09-PM-md.png 768w ,https://midlevels.github.io/gh-pages/media/posts/2/responsive/Screenshot-2023-10-12-at-8.17.09-PM-xl.png 1200w\"></figure>\n<p>A Polish pianist with an unpronounceable last name (let's call him W) comes to give a recital in Barcelona arranged by the usual well heeled arts volunteers, including one Beatriz. Immediately the name resonates with Dante's muse Beatrice and this will naturally surface later in the novel because everything in a Coetze work hums with meaning, albeit often ambiguous. Indeed we soon learn W is in his 70s and Beatriz early 50s. They are supposed to meet initially with another couple following the recital, but the other older couple is feeling under the weather so it's up to Beatriz to entertain W. She asks herself what he would expect of her: a meal, drinks, more? Surely the more will not happen, but I asked as I was reading why the preoccupation. She had the ideal excuse. Beatriz contunues to wonder at dinner if W is married and he is coy about the question.</p>\n<p>Nothing happens, but the two maintain a correspondence through email over the years, but mostly when he's going to be in Spain. She likes his music well enough, but not as much as Claudio Arrau's interpretation of Chopin, particularly the <em>Nocturnes</em>. There are other minor characters, but the primary relation is with W and Beatriz. At one point W is going to be giving a concert in a nearby city, but Beatriz will be at their vacation house in Mallorca. Beatriz asks her husband if she could invite the old composer to stay a week in a detached nearby cottage on the grounds and he humors her. However, things transpire that her husband must leave for work and rather than return with him Beatriz says she would prefer not to cut short her time in Mallorca. W ends up maintaining his schedule and meets her and takes up residence for a week in the cottage. Almost immediately W asks her to run away with him to his next recital location, Brazil. While flattered, she laughs it off the first few days of his stay while he continues to repeat the invitation and makes pleas that she could be his muse and keep as much distance as she like. </p>\n<p>With a sudden change of mind that is not greatly expounded on in words, she invites W to her bedroom for the last three evenings of the week and then sees him off to the train station the morning of their final day. </p>\n<p>For some reason all of the paragraphs in this short novel (~170 pages) are numbered except the final chapter, which is an addendum by Beatriz, who gets the final say: in the form of letters to a deceased W. She is setting the record correctly the way Coetzee's protagonist in <em>Foe</em> does by ensuring Friday's side of the story is told and set against the official document of record in <em>Robinson Crusoe.</em> </p>\n<p>As Beatriz cannot translate from Polish, she visits Spain's embassy in Warsaw to get a list of translators and she calls the first one on the list. The translator admits that she is mostly a translator of legal documents, but agrees to give it a try and does several of them right away. Beatriz is then interested in having them all translated after learning she is indirectly mentioned in one.</p>\n<p>Here is a passage toward the end of the novel after the poems have been translated. It is a letter to the deceased W from Beatriz:</p>\n<blockquote>\n<p>Dear Witold [W's first name],</p>\n<p>Thank you for the book of poems. You won't believe what a roundabout road they have taken, but at last they have arrived in a version I can read.</p>\n<p>Nátan, the son of my translator, a nice young man, though a bit forward, told me he liked the Aphrodite poem the best, the one in which you sink to the bottom of the sea and meet Aphrodite in the form of a marble statue.</p>\n<p>If Aphrodite is to stand for me, if I am supposed to be Aphrodite, you have made a mistake. I am not that particular goddess. In fact I am not a goddess at all. </p>\n<p>Ditto if I am supposed to be Beatrice.</p>\n<p>You complain that the undersea Aphrodite looked straight through you without noticing you. For my part, I thought I saw you pretty well—saw you for what you were and accepted you. But perhaps you wanted more. Perhaps you wanted me to see a god in you, which I never did. My apologies. </p>\n</blockquote>\n<p>When she picks up the remainder of the translations, she pays the fee in full to the translator's son and asks him his opinion of the poems, as he assisted with the translations and has more literary leanings than his mother. From him we learn two things: first, that the poems are of middling quality in his estimation with a few that stand out, but nothing he believes is near the realm of greatness as Dante Alighieri. Second, that there is a Polish poet named <a href=\"https://en.wikipedia.org/wiki/Cyprian_Norwid\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Cyprian Norwid </a>(also whom W cannot measure up to) whose most famous poem resembles one of W's better efforts: specifically the \"Aphrodite\" poem.  (One can even imagine Coetzee using Norwid's portrait to come up with the description of the W character.)</p>\n<p>Norwid, a nineteenth century poet who straddles the Romantic and Modern era of poetry in Poland, only wrote one volume of poetry which was only discovered a century after his death, so perhaps W was counting on a similar posthumous fate: after all don't artists crave some form of immortality for their works?</p>\n<p>Coetzee's quiet nature and carefully crafted writing of the ambiguous lives and loves of all of his characters shows that he is keenly aware of the contingencies of life, the privileges he has been given, and that he has made good use of his time in giving his art to us. </p>\n<hr>\n<p><em><span style=\"text-decoration: underline;\">The Pole: A Novel</span> is published by Liveright Publishing Corporation, a division of W.W. Norton &amp; Company, Ltd. Copyright © 2023, 2022 by J. M. Coetzee  </em><br><br></p>",
            "image": "https://midlevels.github.io/gh-pages/media/posts/2/the-pole.jpg",
            "author": {
                "name": "Dave"
            },
            "tags": [
                   "Review"
            ],
            "date_published": "2023-10-12T21:37:24+08:00",
            "date_modified": "2023-10-14T08:23:19+08:00"
        }
    ]
}
